valid_email_1 = "e4syway@yandex.ru"
valid_email_2 = "e4syway@yandex.rus"
valid_password = "aRuXvVx7MVAzYpM"


invalid_password = "aRuXvVx7MVAzYpMs"

iduw = "gq4f19ad28g"

filters = [

"смартфоны", "игровые смартфоны", "мощные смартфоны", "кнопочные телефоны", "водонепроницаемые", "ударостойкие", "камерофоны", "хорошая автономность", "топ по Antutu", "музыкальные (аудиочип)", "CDMA телефоны", "со сгибаемым экраном", "раскладушки", "для пожилых людей",
"все HD (720)", "Full HD (1080)", "Quad HD",
"60 Гц", "90 Гц", "120 Гц", "144 Гц",
"16 ГБ", "32 ГБ", "64 ГБ", "128 ГБ", "256 ГБ",
"3 ГБ", "4 ГБ", "6 ГБ", "8 ГБ",
"8 МП", "48 МП", "64 МП",
"3 – 5 МП", "7 – 8 МП", "13 МП", "16 МП",
"телеобъектив", "макрообъектив", "тепловизор", "хороший зум", "съемка Ultra HD (4K)", "ТОП DxOMark",
"одинарная", "сдвоенная", "съемка Full HD", "съемка Ultra HD (4K)", "ТОП DxOMark", "фронтальная вспышка",
"челка (вырез)", "каплевидная", "выдвижная", "в дисплее",
"сканер лица (FaceID)", "FM-приемник", "беспроводная зарядка", "быстрая зарядка", "реверсивная зарядка", "съемный аккумулятор", "фонарик", "полноценный фонарик",
"спереди", "сзади", "сбоку", "в экране",
"1 SIM-карта", "2 SIM-карты", "SIM + eSIM", "3 SIM-карты",
"Android (все версии)", "чистый Android", "Android 8.0 Oreo", "Android 8.1 Oreo", "Android 9.0 Pie", "Android 10 Q", "Android 11 R", "iOS",
"USB C", "USB хост (OTG)", "mini-Jack (3.5 мм)", "GPS-модуль", "Dual GPS", "поддержка ГЛОНАСС", "Wi-Fi 5 (802.11ac)", "Wi-Fi 6 (802.11ax)", "Wi-Fi 6E (802.11ax)", "Bluetooth v 5", "ИК-порт", "поддержка VoLTE", "поддержка 4G (LTE)", "поддержка 5G",

]